---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.DocumentSynchronizedWithCentralEventArgs
source: html/a7a49ce8-e7b5-25a6-b2e7-57bc152f9364.htm
---
# DocumentSynchronizedWithCentralEventArgs Methods

Indicates whether the event is being cancelled.